<link rel="stylesheet" href="./css/section-home-1.css">
<link rel="stylesheet" href="./css/section-home-2.css">
<link rel="stylesheet" href="./css/section-home-3.css">
<script src="./js/section-home-1.js"></script>


<section class="section-home section-container  section-container1" data-section-number="1">
  <a class="btn-page" href="#home" data-section=".section-home" data-section-number="1">Home</a>
  <!---------------------------------------------------------------->
  <section class="section-video-intro">
    <iframe class="video-content" src="https://www.youtube.com/embed/BHACKCNDMW8?&playlist=BHACKCNDMW8&vq=highres&iv_load_policy=3&autoplay=1&mute=1&loop=1&rel=0&showinfo=0&color=white&controls=0" allowfullscreen></iframe>
    <img class="youtube-size-img" src="./img/icons/560x315.jpg" draggable="false" alt="">
    <img class="video-mask-img" src="./img/icons/video-mask-home.png" alt="">
  </section>
  <!---------------------------------------------------------------->
  <?xml version="1.0" encoding="utf-8"?>
<!-- Generator: Adobe Illustrator 26.0.2, SVG Export Plug-In . SVG Version: 6.00 Build 0)  -->
<!-- <svg viewBox="0 0 480.94 3097.62">
		<path d="M171.81,5.58c80.35,22,192.68,81.12,190.07,177.54c-1.07,39.57-21.52,74.05-43.21,105.85
			c-23.6,34.6-50.64,66.57-79.29,97.06c-53.54,56.99-110.5,110.42-151.87,177.49C62,604.92,42.4,649.67,27.36,695.87
			C17.01,727.69,6.11,761.3,3.27,794.93c-1.67,19.78,0.43,41.99,24.21,42.8c26.89,0.92,48.3-10.09,70.74-24.09
			c31.71-19.77,61.34-42.83,91.19-65.25c29.5-22.16,58.99-44.81,90.75-63.68c11.8-7.01,24.09-13.76,37.18-18.07
			c4.62-1.52,11.95-1.31,16.03-3.44c0.61-0.32-13.29-2.12-8.49,0.13c0.83,0.39,2,0.14,2.87,0.5c1.95,0.79,3.94,1.15,5.81,2.2
			c22.53,12.65,13.11,54.6,9.37,73.95c-15.04,77.91-48.48,151.86-76.07,225.76c-85.83,229.98-160.09,465.99-211.04,706.3
			c-16.95,79.97-32.3,161.28-36.95,243.04c-1.45,25.6-2.13,51.78,1.78,77.21c2.04,13.31,5.24,30.69,16.31,39.8
			c8.54,7.03,23.78,6.4,34,4.17c16.8-3.67,31.02-18.65,42.2-30.69c22.92-24.69,41.97-53.02,60.02-81.36
			c28.93-45.43,55.35-92.49,79.68-140.53c81.85-161.61,142.25-337.06,172.22-515.93c8.5-50.73,16.31-103.67,12.92-155.26
			c-0.67-10.18-0.79-25.54-7.44-34.1c-4.89-6.3-17.16-6.29-24.08-3.59c-9.78,3.81-15.67,18.94-19.66,27.51
			c-10.56,22.67-18.02,46.86-24.98,70.82c-25.95,89.3-45.58,182.41-58.49,274.46c-9.2,65.58-8.23,131.57-1,197.29
			c6.98,63.46,18.18,126.36,24.53,189.9c19.04,190.46-9.84,384.87-67.7,566.7c-14.86,46.69-33.59,107.1-74.01,138.88
			c-5.29,4.16-11.16,7.75-17.58,9.88c-2.6,0.86-5.4,1.04-7.97,1.86c-8.24,2.61,12.41,2.21,6.31,0.15c-1.42-0.48-3.21-0.42-4.69-0.74
			c-11.38-2.48-21.04-9.87-28.75-18.31c-19.04-20.84-29.67-49.74-34.73-77.12c-4.18-22.65-6.71-52.98,7.82-72.78
			c2.8-3.82,6.29-7.11,10.5-9.34c1.99-1.06,4.1-1.86,6.28-2.44c1.12-0.3,2.39-0.33,3.47-0.7c7.8-2.63-7.14-0.28-7.1-0.26
			c4.79,2.82,14.12,2.76,19.71,5.07c8.46,3.49,16.38,8.23,23.93,13.37c50.06,34.1,80.73,90.98,133.11,121.38
			c31.04,18.01,74.08,21.46,104.39-0.03c29.89-21.19,47.51-57.85,58.41-91.82c4.74-14.77,8.58-30.13,10.04-45.6
			c0.5-5.27,2.75-18.57-2.79-22.22c-2.75-1.81-13.55-1.33-16.48-0.26c-3.09,1.13-4.84,3.44-6.79,6.05
			c-11.18,15.02-17.1,35.43-23.15,52.82c-34.56,99.48-77,193.76-128.76,285.47c-35.99,63.77-77.81,127.24-98.48,198.14
			c-20.09,68.93-10.94,138.26,14.03,204.68c0.66,1.74,14.42-1.55,15,0c-25.55-67.95-34.24-138.57-12.79-208.82
			c21.52-70.48,63.3-133.68,99.16-197.39c51.25-91.05,92.8-184.71,127.27-283.31c5.93-16.97,11.76-36.46,22.47-51.23
			c1.1-1.52,2.74-2.94,3.7-4.49c0.31-0.51,1.36-0.75,1.59-1.24c0.09-0.2,0.65-0.2,0.73-0.38c0.17-0.08,0.34-0.14,0.52-0.18
			c4.58-1.28,0.05-1.3-13.58-0.06c0.1-0.59,3.15,5.21,3.3,5.73c2.83,10.11-0.56,23.7-2.51,33.63c-3.33,16.92-8.5,33.54-15.08,49.47
			c-13.22,31.99-34.31,67.38-68.21,80.52c-3.8,1.47-7.72,2.62-11.71,3.42c-2.04,0.4-4.1,0.59-6.14,0.93
			c-11.61,1.9,10.42,2.22-1.19-0.17c-10.65-2.19-20.45-4.65-30.3-9.52c-27.41-13.54-48.74-36.06-68.78-58.57
			c-19.6-22.01-40.4-43.53-64.05-61.24c-13.42-10.05-28.73-20.11-45.49-23.31c-22.13-4.22-45.04-1.25-54.39,21.44
			c-9.9,24.02-5.79,53.73,0.7,78.04c6.79,25.44,18.67,53.2,39.63,70.21c17.83,14.47,46.74,16.25,66.6,4.71
			c38.84-22.57,58.24-77.07,72.49-116.57c36.27-100.55,58.85-208.67,72.63-314.52c10.81-83.05,13.59-166.86,7.08-250.38
			c-5.02-64.47-15.75-128.19-23.93-192.29c-8.03-62.99-12.01-126.31-6.25-189.69c4.12-45.29,13.13-90.02,21.85-134.6
			c9.03-46.14,18.85-92.17,30.6-137.7c7.61-29.52,15.85-59.05,26.68-87.58c5.36-14.12,11.1-31.02,21.55-42.38
			c1.31-1.43,7.91-4.82,8.36-5.79c-4.41,0-8.81,0-13.22,0c0.14,0.03,0.29,0.06,0.43,0.08c0.05,0.16,0.76,0.08,0.84,0.27
			c0.18,0.4,1.36,0.45,1.6,0.92c0.65,1.28,2.38,2.65,3.22,3.95c6.16,9.55,6.29,24.4,6.91,35.27c2.94,51.92-4.9,104.98-13.56,156.01
			c-13.59,80.01-33.8,158.93-58.54,236.18c-30.42,94.99-68.11,187.73-113.17,276.73c-23.75,46.92-49.54,92.86-77.65,137.32
			c-18.04,28.53-37.06,57.01-59.78,82.08c-12.63,13.94-25.64,25.44-42.93,32.8c-1.19,0.51-2.96,0.24-4.04,0.85
			c-2.95,1.68,8.66-0.92,9.36,0.11c-0.23-0.34-1.42,0.03-1.77-0.27c-1.59-1.37-5.29-1.76-7.27-3.08c-4.77-3.18-8-8.26-10.45-13.33
			c-8.13-16.8-9.41-37.13-10.16-55.45c-1.22-29.82,0.91-59.78,3.93-89.43c8.87-87.18,26.41-173.54,46.03-258.85
			c26.14-113.71,57.43-226.23,91.94-337.67c39.22-126.65,82.8-251.96,130.6-375.63c22.55-58.36,47.75-119.57,55.33-182.21
			c2.19-18.08,5.18-51.65-18.6-57.15c-23.52-5.45-47.56,4.44-67.67,15.48c-64.08,35.17-118.4,86.09-179.12,126.43
			C83.04,814,70.16,822.1,56.52,828.59c-5.42,2.58-10.98,4.97-16.74,6.67c-2.31,0.68-4.66,1.12-7,1.71
			c-10.47,2.63,0.25-1.66,4.63,0.56c-7.75-3.91-12.97-3.91-16.73-13.26c-4.72-11.74-3.07-26.09-1.39-38.25
			c5.33-38.56,17.81-76.88,31.04-113.31c16.16-44.5,37.02-87.24,63.4-126.59c42.8-63.82,99.71-115.22,151.31-171.54
			c28.41-31.01,54.82-63.81,77.65-99.16c19.98-30.93,36.46-65.39,33.99-103.15c-3.83-58.55-51.76-100.79-99.39-128.16
			c-28.2-16.2-59.03-29.9-90.48-38.51C182.14,4.3,176.43,6.85,171.81,5.58L171.81,5.58z"/>
</svg> -->

  <section class="ha-Homesection-1">
    <figure class="bg-slider">
      <img class="lg" src="./img/home/home1.png" alt="">
    </figure>

    <figure class="smbg">
      <img class="sm" src="./img/home/home1.png" alt="">
    </figure>

    <h2 class="hidden">Making photo</h2>
    <b class="title">Making</b>
    <div class="center">
      <div class="textbox">
        <h3>
          <small>MAKE POHTIGRAPHY</small>
          <strong>MAKE POHTIGRAPHY</strong>
        </h3>
        <p class="lg">
          제가 원하는 컨셉의 사진을을 만드는 과정을
          담은 영상입니다. 여행을 다니며 자연스러운 분위기
          속에서 주로 작업하며, 사진을 좋아하는 모든
          사람들에게 귀감이 되는 작업영상이 되도록
          하겠습니다.
        </p>
        <p class="sm">
          제가 원하는 컨셉의 사진을을 만드는 과정을
          담은 영상입니다.
        </p>
      </div>
      <!--textbox-->
      <div class="summary">
        <h4>
          <i class="fa-solid fa-camera-retro"></i> Make Used
        </h4>
        <div class="camerali">
          <div>사용된 카메라</div>
          <ul class="camera">
            <li><img src="" alt="">Olympus OM-D E-M 10</li>
            <li><img src="" alt="">Canon 6D</li>
            <li><img src="" alt="">Sony Alpha A7 2</li>
          </ul>
        </div>
      </div><!-- summary -->
      <div class="video">
        <a class="videolink1" href="https://www.youtube.com/watch?v=s2xF2lm64HM">
          <i class="fa-solid fa-circle-play"></i>
          <em>
            Making video
          </em>
        </a><!-- videolink -->
      </div> <!-- video -->
      <div class="corvar"></div>
    </div>
    <!--center-->
  </section><!-- hahome1 -->
  <!------------------------------------------------------------------>
  <script src="./js/section-home-2.js"></script>
  <section class="ha-Homesection-2">
    <h2 class="hidden">About ME</h2>
    <b class="title">About <span>Me</span></b>
    <figure class="section-bg">
      <img src="./img/home/home2-center.jpg" alt="">
    </figure>

    <div class="home2center">
      <div class="svgbox">
        <svg class="svg1" viewBox="0 0 417 550">
          <path pathLength="1" d="M3 2.25h410v544.5H3z" />
        </svg>
      </div><!-- svgbox -->
      <figure class="homesm">
        <img src="./img/home/home2-3.png" alt="">
      </figure>
      <figcaption>
        <div class="textbox">
          <h3>MY FROFIL</h3>
          <p class="lg">자기 소개 및 작품의 영감과 협력한 작품 · 경력
            사진을 찍는 장비와 사용하는 기술 등
            오래된 포토그래퍼의 이야기를 알려 드립니다.</p>
          <p class="sm">자기 소개 및 작품 경력 등 오래된 포토그래퍼의 이야기를 알려드립니다. </p>
        </div>
        <div class="summary">
          <h4>MY SKILL</h4>
          <ul>
            <li> 1. 셔터스피드</li>
            <li> 2. 장노출 사진</li>
            <li> 3. 브라케팅</li>
            <li> 4. ND그라데이션</li>
            <li> 5. 실루엣</li>
            <li> 6. 화이트밸런스</li>
          </ul>
        </div>
      </figcaption>
    </div> <!-- home2center -->

  </section> <!-- hohome2 -->
  <!-- -------------------------------------------------------------->

  <section class="ha-Homesection-3">
    <h2 class="hidden">My Gallery</h2>
    <b class="title">My Gallery</b>
    <figure class="section3-bg">
      <img class="lg" src="./img/home/home3-1.jpg" alt="">
    </figure>

    <figure class="smbg">
      <img class="sm" src="./img/home/home3-1.jpg" alt="">
    </figure>

    <div class="home3center">
      <div class="gallery1">
        <figure class="lg">
          <img src="./img/home/home3-2.png" alt="">
        </figure>
        <figcaption class="lgp">
          Dark moody
        </figcaption>
        <div class="svg svgbox3">
        <svg viewBox="0 0 268 124">
            <path d="M163.51 1.86h102.35v121.29H2.13">
          </svg>
        </div>
      </div>
      <div class="gallery2">
        <figure class="sm">
          <img src="./img/home/home3-3.png" alt="">
        </figure>
        <figcaption class="smp">
          Bright moody
        </figcaption>
        <div class="svg svgbox3">
        <svg viewBox="0 0 268 124">
            <path d="M163.51 1.86h102.35v121.29H2.13">
          </svg>
        </div>
      </div>
      <div class="summary">
        <h4>Make use</h4>
      </div>
    </div><!-- home3center -->
    section3
    <br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br><br>
  </section>
</section><!-- section-home section-container  section-container1 -->